[
{"id": "cdfbf131-2928-40ba-92e3-ce6981088700", "titulo": "Anger and disgust in Mexico over beheading of newly sworn-in city mayor", "autor": "Tom Phillips", "url": "https://www.theguardian.com/world/2024/oct/08/mexico-murder-beheading-city-mayor-alejandro-arcos-catalan-chilpancingo", "texto": "Country’s new president to set out public security plans after murder of Alejandro Arcos Catalán in Chilpancingo Mexico’s new government has been shaken by the murder of a city mayor who was attacked and beheaded days after taking office. Alejandro Arcos Catalán was sworn in as the mayor of Chilpancingo, the capital of the southern state of Guerrero, on 30 September, a day before Mexico’s first female president, Claudia Sheinbaum, took power herself. On Monday, less than a week into her presidency, Sheinbaum confirmed reports that the 43-year-old city leader had been slain the previous day, telling reporters: “All the necessary investigations are taking place.” Photographs of Arcos Catalán’s bloodied head, exhibited on the roof of a white vehicle while his body lay slumped inside, spread on social media – a terrible reminder of the violence that Mexico’s organised crime conflict has inflicted on the Latin American country. The mayor’s murder came after two close allies were shot dead in the early days of his short-lived administration. A secretary, Francisco Tapia, was gunned down on 3 October, while Ulises Hernández Martínez, a former special forces police commander who was tipped to become Arcos Catalán’s security chief, was riddled with bullets on the eve of the mayor’s inauguration. Shocked citizens shared footage of an interview with the mayor before his death in which he said he wished to be remembered as a champion of peace and happiness. “I’ve lived here all my life … and it’s here that I want to die – but I want to die fighting for my city,” Arcos Catalán said. The murder sparked anger and disgust, with Alejandro Moreno, the president of Arcos Catalán’s party, the Institutional Revolutionary party (PRI), denouncing what he called a grotesque “act of terror”. Ricardo Anaya, an opposition senator, lamented the “spine-chilling” security situation in Mexico, where more than 450,000 people have been killed since President Felipe Calderón launched his doomed “war” against the drug cartels in 2006. “The fact that they have decapitated the mayor of such an important city should make us shudder. It is utterly unacceptable and we need to do something to ensure it stops happening,” Anaya told reporters, calling for an immediate change in tack in security policy. But Sheinbaum has promised to continue the so-called “hugs, not bullets” security policy of her predecessor and mentor, the 70-year-old nationalist Andrés Manuel López Obrador, during her six-year term. “We will not return to Calderón’s reckless war on the narcos that did our country so much harm. It remains our conviction that security and peace are the fruits of justice,” she told thousands of supporters who packed Mexico City’s Zócalo Square for her historic inauguration last Tuesday. Although López Obrador claimed to have achieved a modest reduction in Mexico’s murder rate in the later stages of his presidency, there is consensus among security analysts that his attempts to “pacify” the country failed. Last year Mexico suffered more than 30,000 murders. According to the Instituto Igarapé thinktank, Mexico was home to 11 of the world’s 50 most murderous cities in 2023, compared with three in 2015. Chilpancingo was one of them. Despite that bleak reality, López Obrador, who most Mexicans know simply as Amlo, left office with approval ratings of 70%, largely as a result of his relentless focus on fighting inequality and positioning himself as a champion of the poor. Aware that tackling violence represents one of her most daunting challenges – and under pressure after Arcos Catalán’s murder – Sheinbaum said she would set out her public security plans on Tuesday. Another major security crisis is playing out in the north-western city of Culiacán, where an internal conflict within the Sinaloa cartel triggered by the capture of its co-founder Ismael “El Mayo” Zambada García has led to scores of killings. Sheinbaum’s security drive will be spearheaded by the security minister, Omar García Harfuch, who served as her police chief while she was mayor of Mexico City. García Harfuch has first-hand experience of the dangers of organised crime: in 2020 he came close to death when hitmen ambushed his car on the capital’s best-known street, firing more than 400 times with assault rifles and grenade launchers. The identity of the killers of the mayor of Chilpancingo remained unclear but in recent years the city has witnessed a bloody squabble between two criminal groups called Los Ardillos (the Squirrels) and Los Tlacos. As often happens in Mexico, local politicians have been implicated in that underworld. Arcos Catalán’s predecessor Norma Otilia Hernández was removed from office after compromising footage emerged showing her talking with a Squirrels boss in a restaurant. Hernández, who was then a member of López Obrador and Sheinbaum’s political movement, Morena, claimed it was a “chance” encounter, but was later expelled from the party. After his election earlier this year, Arcos Catalán reportedly said he would not do deals or negotiate with criminal groups."}
]